Repository: DarrenRainey/hotot
Catalog: po/*.po
Languages: fr_fr, it_it, tr_tr

source: 'Retweets and Retweeted'
fr_fr: 'Retweets'
tr_tr: 'İletilenler ve iletilmişler'

source: Home
fr_fr: Accueil
tr_tr: Giriş

source: Account
fr_fr: Compte
tr_tr: Hesap

source: API Base
fr_fr: Base API
tr_tr: API Tabanı

source: 'API Base'
fr_fr: 'Base API'
tr_tr: 'API Tabanı'

source: Website
fr_fr: Site web
tr_tr: Ağ sayfası

source: 'Website'
fr_fr: 'Site web'
tr_tr: 'As sayfası'

source: _File
fr_fr: _Fichier
tr_tr: _Dosya

source: Help &amp;amp; About
tr_tr: Yardım &amp;amp; Hakkında

source: Tweets:
tr_tr: Twitler:

source: Web:
tr_tr: Ağ:

source: Summon Hotot (like: &amp;lt;ALT&amp;gt;C)
tr_tr: Hotot'u Çağır (Örn: &amp;lt;ALT&amp;gt;C)

source: 'Hover to open tweet box.'
tr_tr: 'Twit kutusunu açmak için üzerinde bekle.'

source: OAuth Base
tr_tr: OAuth Tabanı

source: 'OAuth Base'
tr_tr: 'OAuth Tabanı'

source: Signing OAuth Base
tr_tr: OAuth Tabanı İle Giriliyor

source: 'Signing OAuth Base'
tr_tr: 'OAuth Tabanı İle Giriliyor'

source: Search API Base
tr_tr: API Tabanı Ara

source: 'Search API Base'
tr_tr: 'API Tabanı Ara'

source: Host
tr_tr: Sunucu

source: 'HTTP Proxy Host'
tr_tr: 'Ağ Vekili Sunucusu'

source: OK
tr_tr: Tamam

source: About &amp;amp; Help
tr_tr: Hakkında &amp;amp; Yardım

source: Bio
tr_tr: Özgeçmiş

source: 'Bio'
tr_tr: 'Özgeçmiş'

source: Hotot Twitter Client
tr_tr: Hotot Twitter İstemcisi
