Repository: DarrenRainey/hotot
Catalog: po/*.po
Languages: fr_fr, it_it, tr_tr

source: Status is over 140 characters
fr_fr: Votre tweet dépasse les 140 caractères
it_it: Il messaggio supera i 140 caratteri

source: Updating...
fr_fr: Envoi...
it_it: Aggiornamento...

source: Update Successfully!
fr_fr: C'est bon!
it_it: Aggiornamento eseguito!

source: Please enter the recipient.
fr_fr: Entrez le destinataire
it_it: Inserisci il destinatario.

source: Posting...
fr_fr: Envoi en cours...
it_it: Pubblicazione...

source: Post Successfully!
fr_fr: Message envoyé!
it_it: Pubblicato!

source: Loading Tweets...
fr_fr: Mise à jour...
it_it: Caricamento Tweets...

source: Disable
fr_fr: Désactiver
it_it: Disabilita

source: Enable
fr_fr: Activer
it_it: Abilita

source: Reply Them.
it_it: Rispondi

source: reply to
fr_fr: en réponse à
it_it: risposta a

source: retweeted by
fr_fr: retweeté par
it_it: retweettato da

source: Unfav it.
fr_fr: Retirer des favoris
it_it: Elimina dai preferiti

source: Fav it!
fr_fr: Ajouter aux favoris
it_it: Aggiungi a preferiti!

source: Delete
fr_fr: Supprimer
it_it: Elimina
tr_tr: Sil

source: Delete this tweet
fr_fr: Supprimer ce tweet
it_it: Elimina questo tweet

source: Loading...
fr_fr: Chargement...
it_it: Caricamento ...

source: Official retweet this tweet.
fr_fr: Retweeter
it_it: Retweet Ufficiale

source: Replay All
it_it: Rispondi

source: Reply this tweet.
fr_fr: Répondre
it_it: Rispondi a questo tweet

source: RT this tweet.
fr_fr: Retweeter
it_it: RT questo tweet

source: Send message
fr_fr: Ecrire un message
it_it: Invia messaggio

source: Send message to them
fr_fr: Ecrire à tous
it_it: Invia un messaggio

source: via
it_it: tramite

source: view more conversation
fr_fr: Afficher la suite
it_it: Continua...

source: There are
fr_fr: Il y a
it_it: Ci sono

source: errors in your change. Abort...
fr_fr: erreurs dans vos modifications. Annulation...
it_it: errori nei tuoi cambiamenti. Annullato...

source: <p>There are something wrong in what your changes.<br/>Please check errors in the options below:<br/> -
fr_fr: <p>La mise à jour de vos informations n'a pu aboutir pour les raisons suivantes :<br/> -
it_it: <p>Qaulcosa di sbagliato nei tuoi cambiamenti.<br/>Controlla gli errori tra le opzione qua sotto:<br/> -

source: Restore defaults will erases all changes you make. Are you sure you want to continue?!
fr_fr: Rétablir les paramètres par défaut va supprimer toutes vos modifications. Etes-vous bien sûr de vouloir continuer ?!
it_it: Ripristinare le impostazioni comporta la perdita di tutti i cambiamenti. Sicuro di voler continuare?!

source: Unfollow @
fr_fr: Désabonnement de @
it_it: Smetti di seguire @

source: Successfully!
fr_fr: réussi !
it_it: Eseguito!

source: Follow @
fr_fr: Abonnement à @
it_it: Segui @

source: Are you sure you want to block @
fr_fr: Etes-vous sûr de vouloir bloquer @
it_it: Sicuro di voler bloccare

source: Block @
fr_fr: Bloquage de @
it_it: Blocca @

source: Unblock @
fr_fr: Débloquage de @
it_it: Sblocco di @

source: Successfully
fr_fr: réussi
it_it: eseguito

source: Update page
fr_fr: Mise à jour de
it_it: Aggiornata pagina

source: new items.
fr_fr: nouveaux éléments
it_it: nuovi messaggi.

source: Reducing ...
fr_fr: Réduction...
it_it: Abbreviazione ...

source: Reduce Successfully!
fr_fr: Réduction réussie
it_it: Abbreviazione eseguita!

source: Undo Retweeting ...
fr_fr: Annulation du retweet...
it_it: Annullamento Retweet ...

source: Undo Successfully!
fr_fr: Annulation réussie!
it_it: Annullato!

source: Retweeting ...
fr_fr: Retweet en cours...
it_it: Retweet ...

source: Retweet Successfully!
fr_fr: Retweeté !
it_it: Retweet eseguito!

source: Undo retweet.
fr_fr: Annuler.
it_it: Retweet annullato.

source: Authentication OK!
fr_fr: Identification OK!
it_it: Autorizzazione Confermata!

source: Sign in ...
fr_fr: Identification...
it_it: Accedi ...

source: <p>Cannot Authenticate You! Please check your username/password and API base</p>
fr_fr: <p>Impossible de vous identifier ! Merci de vérifier vos identifiants ainsi que votre clé API</p>
it_it: <p>Impossibile autenticarsi! Prego, controlla username, password e API base</p>

source: Begin to OAuth ...
fr_fr: Identification OAuth...
it_it: Autenticazione ...

source: Please entry a profile name!
fr_fr: Merci d'entrer un nom d'utilisateur.
it_it: Prego inserisci un nome profilo!

source: Charactor `@` is not allow in profile name!
fr_fr: Le nom d'utilisateur ne peut contenir le caractère `@`
it_it: Il carattere `@` non è ammesso nel nome profilo!

source: Update profile ...
fr_fr: Mise à jour du profil...
it_it: Aggiornamento profilo ...

source: Update profile successfully!
fr_fr: Mise à jour du profil réussie !
it_it: Aggiornamento profilo eseguito!

source: 'What is happening?'
fr_fr: 'Quoi de neuf ?'
it_it: 'Che c\'è di nuovo?'
tr_tr: 'Ne Yapıyorsunuz?'

source: 'Click here to Compose a Meassage ...'
fr_fr: 'Cliquer ici pour écrire un message...'
it_it: 'Clicca qui per comporre un Messaggio ...'
tr_tr: 'Buraya Tıklayıp Mesajınızı Yazın ...'

source: 'Loading Tweets...'
fr_fr: 'Chargement des tweets'
it_it: 'Caricamento Tweets...'

source: 'Reload timeline.'
fr_fr: 'Actualiser la timeline.'
it_it: 'Ricarica timeline.'
tr_tr: 'Zaman Çizgisini Tekrar Yükle.'

source: 'Extensions ... '
it_it: 'Estensioni ...'
tr_tr: 'Uzantılar ...'

source: No Extension Icon
fr_fr: Icone manquante
it_it: Nessuna icona per l'estensione
tr_tr: Uzantı Simgesi Yok

source: 'More ...'
fr_fr: 'Plus d‘options...'
it_it: 'Impostazioni ...'
tr_tr: 'Ayarlar ...'

source: Preferences
fr_fr: Préférences
it_it: Preferenze
tr_tr: Özellikler

source: Extensions
it_it: Estensioni
tr_tr: Uzantılar

source: Help &amp; About
fr_fr: Crédits &amp; Aide
it_it: Aiuto &amp; Info

source: Sign out
fr_fr: Déconnexion
it_it: Disconnetti
tr_tr: Çıkış Yap

source: 'Create a new profile'
fr_fr: 'Créer un nouveau profil'
it_it: 'Crea un nuovo profilo'
tr_tr: 'Yeni Hesap Oluştur'

source: Greeting!
fr_fr: Bienvenue !
it_it: Benvenuti!
tr_tr: Selamlar!

source: Sign in with Twitter
fr_fr: Connexion à Twitter
it_it: Accedi a Twitter
tr_tr: Twitter ile giriş yap

source: 'Sign in with Twitter'
fr_fr: 'Connexion à Twitter'
it_it: 'Accedi a Twitter'
tr_tr: 'Twitter ile giriş yap'

source: Username:
fr_fr: Nom d'utilisateur :
it_it: Nome utente:
tr_tr: Kullanıcı Adı:

source: Remember Password
fr_fr: Retenir le mot-de-passe
it_it: Ricorda Password
tr_tr: Şifreyi Hatırla

source: Sign In
fr_fr: Connexion
it_it: Accedi
tr_tr: Giriş Yap

source: Profile Name:
fr_fr: Identifiant :
it_it: Nome del Profilo:
tr_tr: Hesap İsmi:

source: Help
fr_fr: Aide
it_it: Aiuto
tr_tr: Yardım

source: Load more
fr_fr: Voir la suite
it_it: Visualizza altri
tr_tr: Daha çok göster

source: Inbox
fr_fr: Reçus
it_it: In arrivo
tr_tr: Gelen Kutusu

source: Outbox
fr_fr: Envoyés
it_it: In uscita
tr_tr: Giden Kutusu

source: Retweeted By Others
fr_fr: Retweeté par d'autres
it_it: Retweet di altri
tr_tr: Diğerlerinden İletilenler

source: Retweeted By Me
fr_fr: Retweeté par moi
it_it: I miei Retweet
tr_tr: Benden İletilenler

source: My Tweets, Retweeted
fr_fr: Mes tweets, retwittés
it_it: I miei Tweet, Retweettati
tr_tr: Twitlerim, İletilenler

source: Look up:
fr_fr: Trouver un twittos:
it_it: Cerca:
tr_tr: Ara:

source: GO
it_it: Cerca
tr_tr: Git

source: Follow
fr_fr: S'abonner
it_it: Segui
tr_tr: Takip Et

source: Block
fr_fr: Bloquer
it_it: Blocca
tr_tr: Engelle

source: Unblock
fr_fr: Débloquer
it_it: Sblocca
tr_tr: Engeli Kaldır

source: Name:
fr_fr: Nom:
it_it: Nome:
tr_tr: İsim:

source: Tweets per Day:
fr_fr: Tweets par jour:
it_it: Tweets al Giorno:
tr_tr: Gün Başına Twit:

source: Location:
fr_fr: Localisation:
it_it: Posizione:
tr_tr: Konum:

source: Friends:
fr_fr: Abonnements:
it_it: Amici:
tr_tr: Arkadaşlar:

source: has protected his/her tweets.
fr_fr: a protégé ses tweets.
it_it: ha protetto i suoi Tweets.
tr_tr: Kişinin twitleri korunuyor.

source: You need to go to twitter.com to send a request before you can start following this person...
fr_fr: Vous devez aller sur twitter.com et envoyer une demande pour pouvoir vous abonner aux tweets de cette personne...
it_it: Devi collegarti a twitter.com per mandare una richiesta, prima di iniziare a seguire questa persona...
tr_tr: Bu kişiyi takibe başlamadan önce twitter.com adresinden kişiye istek göndermelisiniz...

source: Send Request
fr_fr: Envoyer une demande
it_it: Invia richiesta
tr_tr: İstek Gönder

source: Search for:
fr_fr: Rechercher:
it_it: Cerca:
tr_tr: Bunun için ara:

source: Your search -
fr_fr: Votre recherche -
it_it: La tua ricerca -
tr_tr: Aramanız -

source: - did not match any result.
fr_fr: - n'a abouti à aucun résultat.
it_it: - non ha prodotto nessun risultato.
tr_tr: - herhangi bir sonuç bulunamadı.

source: Suggestions:
it_it: Consigli:
tr_tr: Öneriler:

source: - Make sure all words are spelled correctly.
fr_fr: - Vérifiez que les mots sont bien orthographiés.
it_it: - Assicurati di aver scritto correttamente tutte le parole.
tr_tr: - Tüm kelimelerin doğru yazıldığından emin olun.

source: - Try different keywords.
fr_fr: - Essayez différents mot-clés.
it_it: - Prova altre parole chiave.
tr_tr: - Farklı bir anahtar kelime deneyin.

source: - Try more general keywords.
fr_fr: - Essayez des mot-clés plus généraux.
it_it: - Prova ad utilizzare parole chiave più generiche.
tr_tr: - Daha fazla genel anahtar kelime deneyin.

source: 'Mentions'
it_it: 'Chi ti ha mensionato'
tr_tr: 'Söz et'

source: 'Direct Messages'
fr_fr: 'Messagerie'
it_it: 'Messaggi diretti'
tr_tr: 'Doğrudan Mesaj'

source: 'My favorites tweets'
fr_fr: 'Mes tweets favoris'
it_it: 'I miei tweets preferiti'
tr_tr: 'En sevdiğim twitler'

source: 'Find someone you love.'
fr_fr: 'Retrouver des amis'
it_it: 'Cerca qualcuno che ti piace'
tr_tr: 'Sizi seven birilerini bulun'

source: 'Search for ... '
fr_fr: 'Rechercher'
it_it: 'Cerca ... '
tr_tr: 'Ara ...'

source: 'Click to compose message'
fr_fr: 'Cliquer pour écrire un message'
it_it: 'Clicca qui per comporre il messaggio ...'
tr_tr: 'Tıplayıp mesajınızı gönderin'

source: 'URL shortener'
fr_fr: Raccourcisseur d'URL
it_it: 'Abbrevia URL'
tr_tr: 'Adres Kısaltıcı'

source: Clear
fr_fr: Effacer
it_it: Cancella
tr_tr: Temizle

source: Update
fr_fr: Tweeter
it_it: Aggiorna
tr_tr: Güncelle

source: Press Ctrl+Enter to Update
fr_fr: Ctrl+Entrée pour envoyer
it_it: Premi Ctrl+Enter per aggiornare
tr_tr: Ctrl+Giriş Tuşuna Basıp Güncelleyin

source: Console
it_it: Terminale
tr_tr: Panel

source: System
fr_fr: Système
it_it: Sistema
tr_tr: Sistem

source: Appearance
fr_fr: Apparence
it_it: Aspetto
tr_tr: Görünüm

source: Networks
fr_fr: Réseau
it_it: Rete
tr_tr: Ağlar

source: Regain Access Token
fr_fr: Entrer de nouveau la clé API
it_it: Richiedi PIN di Accesso
tr_tr: Erişim Kimliğini Tekrar Doğrula

source: 'Remember Password'
fr_fr: Retenir le mot-de-passe
it_it: 'Ricorda Password'
tr_tr: 'Şifreyi Hatırla'

source: - Global Keybinding -
fr_fr: - Raccourcis claviers globaux -
it_it: - Scorciatoie da tastiera -
tr_tr: - Genel Tuş Kombinasyonları -

source: * You MUST restart Hotot for the changes below to take effect.
fr_fr: * Vous devrez OBLIGATOIREMENT redémarrer hotot pour que les changements ci-dessous prennent effet.
it_it: * Devi RIAVVIARE Hotot affinche le modifiche abbiano effetto.
tr_tr: * Değişikliklerin etkin olabilmesi için Hotot'u tekrar başlatmalısınız.

source: Summon Hotot (like: &lt;ALT&gt;C)
fr_fr: Invoquer Hotot (ex: &lt;ALT&gt;C)
it_it: Chiamata a Hotot (Es.: &lt;ALT&gt;C)

source: 'Summon Hot Key'
fr_fr: 'Raccourci d'invocation'
it_it: 'Combinazione Tasti Chiamata'
tr_tr: 'Çağırma Kısayolu'

source: - Font Settings -
fr_fr: - Texte -
it_it: - Impostazione Caratteri -
tr_tr: - Yazıtipi Ayarları -

source: Font Family
fr_fr: Police
it_it: Famiglia
tr_tr: Yazıtipi Ailesi

source: 'Font Family'
fr_fr: 'Police'
it_it: 'Famiglia'
tr_tr: 'Yazıtipi Ailesi'

source: Font Size
fr_fr: Taille
it_it: Dimensione
tr_tr: Yazıtipi Boyutu

source: 'Font Size'
fr_fr: 'Taille'
it_it: 'Dimensione'
tr_tr: 'Yazıtipi Boyutu'

source: Preview
fr_fr: Aperçu
it_it: Anteprima
tr_tr: Öngörünüm

source: - Notification -
fr_fr: - Notifications -
it_it: - Notifiche -
tr_tr: - Hatırlatma -

source: Page
it_it: Pagina
tr_tr: Sayfa

source: Notify
fr_fr: Notifier
it_it: Notifica
tr_tr: Hatırlatma

source: Type
it_it: Tipo

source: Sound
fr_fr: Son
it_it: Suono
tr_tr: Ses

source: 'Notify when home page has new tweets'
fr_fr: 'Me notifier lors de l'arrivée de nouveaux tweets'
it_it: 'Notifica quando ci sono nuovi tweets'
tr_tr: 'Ana sayfaya düşen yeni twit hatırlatması'

source: 'Type'
it_it: 'Tipo'

source: 'Play sound when home page has new tweets'
fr_fr: 'Jouer un son lors de l'arrivée de nouveaux tweets'
it_it: 'Avvisa con un suono quando ci sono nuovi tweets'
tr_tr: 'Ana sayfaya twit düşünce sesli olarak uyar'

source: 'Notify when some new tweets mention me.'
fr_fr: 'Me notifier lorsque je suis mentionné dans un tweet.'
it_it: 'Notifica quando vieni menzionato in nuovi tweets.'
tr_tr: 'Yeni twitlerde bana haber ver .'

source: 'Play swhen some new tweets mention me.'
fr_fr: 'Jouer un son lorsque je suis mentionné dans un tweet.'
it_it: 'Avvisa con un suono quando vieni menzionato in nuovi tweets.'
tr_tr: 'Yeni twitlerde bana sesli uyarı ver.'

source: 'Notify when some new direct messages coming.'
fr_fr: 'Me notifier lors de la réception d'un message.'
it_it: 'Notifica l'arrivo di nuovi messaggi diretti.'
tr_tr: 'Yeni doğrudan mesajlarda bana hatırlat.'

source: 'Play when some new direct messages coming.'
fr_fr: 'Jouer un son lors de la réception d'un message.'
it_it: 'Avvisa con un suono l'arrivo di nuovi messaggi diretti.'
tr_tr: 'Yeni doğrudan mesajlarda sesli olarak uyar.'

source: - Display and Behavior -
fr_fr: - Affichage et comportement -
it_it: - Visualizzazione e Comportamento -
tr_tr: - Ekran ve Davranış -

source: 'Use Native Input'
fr_fr: 'Utiliser la boite de dialogue système'
it_it: 'Usa input nativo'
tr_tr: 'Yerel Girişleri Kullan'

source: Use Native Input Dialog
fr_fr: Utiliser la boite de dialogue système
it_it: Usa dialogo input nativo
tr_tr: Yerel Girişli Diyalog Kullan

source: 'Use Native Notify'
fr_fr: 'Utiliser les notifications systèmes'
it_it: 'Usa notifiche'
tr_tr: 'Yerel Hatırlatmaları Kullan'

source: Use Native Notify System
fr_fr: Utiliser les notifications systèmes
it_it: Usa sistema di notifiche
tr_tr: Yerel Hatırlatma Sistemini Kullan

source: 'Use Ubuntu Indicator'
fr_fr: 'Utiliser l‘applet de notification Ubuntu'
it_it: 'Usa Ubuntu Indicator'
tr_tr: 'Ubuntu Göstergelerini Kullan'

source: Use Ubuntu Indicator
fr_fr: Utiliser l'applet de notification Ubuntu
it_it: Usa Ubuntu Indicator
tr_tr: Ubuntu Göstergelerini Kullan

source: 'Hover to open tweet box'
fr_fr: 'Survoler pour ouvrir le champ de tweet'
it_it: 'Passa sopra per aprire la tweet box'

source: Hover to open tweet box
fr_fr: Survoler pour ouvrir le champ de tweet
it_it: 'Passa sopra per aprire la tweet box'
tr_tr: Twit kutusunu açmak için üzerinde bekle

source: 'Preload latest tweet in a conversation if it is cached.'
fr_fr: 'Précharger le dernier tweet d'une conversation s‘il est en cache.'
it_it: 'Carica gli ultimi tweet di una conversazione se presenti nella cache.'
tr_tr: 'Eğer önbellekte ise son twiti tekrar yükle.'

source: Preload latest tweet in a conversation if possible.
fr_fr: Précharger le dernier tweet d'une conversation si possible.
it_it: Carica gli ultimi tweet di una conversazione.
tr_tr: Eğer önbellekte ise son twiti tekrar yükle

source: - API Settings -
fr_fr: - Paramètres de l'API -
it_it: - Impostazioni API -
tr_tr: - API Ayarları -

source: 'Use same Signing Api'
fr_fr: 'Utiliser la même Signing API'
it_it: 'Usa le stesse Api di accesso'
tr_tr: 'Aynı giriş API'sini kullan'

source: Same signing API base:
fr_fr: Signing API Base identique:
it_it: Stessa API base di accesso:
tr_tr: Aynı giriş API'sini kullan:

source: Signing API Base
it_it: Accesso API Base
tr_tr: Giriş API tabanı

source: 'Signing API Base'
it_it: 'Accesso API Base'
tr_tr: 'Giriş API tabanı'

source: 'Use same Signing OAuth Base'
fr_fr: 'Utiliser la même base OAuth'
it_it: 'Usa la stessa OAuth Base di accesso'
tr_tr: 'Girişte Aynı OAuth Tabanını Kullan'

source: Same signing OAuth base:
fr_fr: Base OAuth identique:
it_it: stessa OAuth Base di accesso:
tr_tr: Girişte Aynı OAuth Tabanını Kullan:

source: - Proxy Settings -
fr_fr: - Paramètres proxy -
it_it: - Impostazioni Proxy -
tr_tr: - Vekil Ayarları -

source: 'Use HTTP Proxy'
fr_fr: 'Utiliser un proxy HTTP'
it_it: 'Usa Proxy HTTP'
tr_tr: 'Ağ Vekili Kullan'

source: Use HTTP Proxy
fr_fr: Utiliser un proxy HTTP
it_it: Usa Proxy HTTP
tr_tr: Ağ Vekili Kullan

source: Port
it_it: Porta
tr_tr: Veriyolu (Port)

source: 'HTTP Proxy Port'
it_it: 'Porta HTTP Proxy'
tr_tr: 'Ağ Vekili Veriyolu'

source: 'Use Socks Proxy'
it_it: 'Usa Proxy Socks'
tr_tr: 'Soket Vekil Kullan'

source: Use Socks Proxy
it_it: Usa Proxy Socks
tr_tr: Soket Vekil Kullan

source: 'Socks Proxy Port'
it_it: 'Porta Socks Proxy'
tr_tr: 'Soket Vekil Veriyolu'

source: Restore Defaults
fr_fr: Réinitialiser les paramètres
it_it: Ripristina impostazioni
tr_tr: Varsayılana Döndür

source: Cancel
fr_fr: Annuler
it_it: Annulla
tr_tr: İptal

source: First time to Sign in with Twitter
fr_fr: Première authentification à Twitter
it_it: Primo accesso con Twitter
tr_tr: Twitter ile ilk girişim

source: Step 1: click the button below or copy the address and open it in your browser.
fr_fr: Etape 1 : cliquez sur le bouton ou copiez l'adresse dans votre navigateur.
it_it: Passo 1: Clicca sul pulsante sottostante o copia l'indirizzo nel browser
tr_tr: Adım 1: Tuşa tıklayın veya adresi kopyalayıp tarayıcıda açın.

source: Click me to continue
fr_fr: Cliquez ici pour continuer
it_it: Clicca per continuare
tr_tr: Bana tıkla ve devam et

source: Step 2: copy the PIN Code and paste it into the box below;
fr_fr: Copiez le code PIN et collez-le dans le champ ci-dessous;
it_it: Passo 2: copia il codice PIN e incollalo nel campo sottostante;
tr_tr: Adım 2: Güvenlik kodunu kopyalayıp boş kutucuğa yapıştırın;

source: PIN Code:
fr_fr: Code PIN:
it_it: Codice PIN:
tr_tr: Güvenlik Kodu:

source: About &amp; Help
fr_fr: Crédits & Aide
it_it: Info &amp; Aiuto

source: About
fr_fr: A propos
it_it: Informazioni
tr_tr: Hakkında

source: Keyboard
fr_fr: Clavier
it_it: Tastiera
tr_tr: Klavye

source: Credits
fr_fr: Crédits
it_it: Ringraziamenti
tr_tr: Yapımcılar

source: License
fr_fr: Licence
it_it: Licenza
tr_tr: Lisans

source: is a lightweight client for the
fr_fr: est un client léger pour le
it_it: è un client semplice e leggero per
tr_tr: Günlükleme işlemleri için

source: microblogging service
fr_fr: service de microblogging
it_it: , il servizio di microblogging più famoso
tr_tr: hafif istemci uygulaması

source: - Keyboard shortcuts -
fr_fr: - Raccourcis clavier -
it_it: - Tastiera -
tr_tr: - Klavye kısayolları -

source: Action
it_it: Azione
tr_tr: Eylem

source: Shortcut
fr_fr: Raccourci
it_it: Collegamento
tr_tr: Kısayol

source: Global
it_it: Globale
tr_tr: Genel

source: Quit Hotot
fr_fr: Quitter Hotot
it_it: Esci da Hotot
tr_tr: Hotot'tan Çık

source: Tweet List
fr_fr: Liste des tweets
it_it: Lista Tweet
tr_tr: Twit Listesi

source: Reload
fr_fr: Actualiser
it_it: Ricarica
tr_tr: Tekrar Yükle

source: Slide to prev page
fr_fr: Aller à la page précédente
it_it: Scorri pagina precedente
tr_tr: Önceki ekrana kaydır

source: Slide to next page
fr_fr: Aller à la page suivante
it_it: Scorri pagina successiva
tr_tr: Sonraki ekrana kaydır

source: Move to prev tweet
fr_fr: Tweet précédent
it_it: Vai al Tweet precedente
tr_tr: Önceki twite git

source: Move to next tweet
fr_fr: Tweet suivant
it_it: Vai al tweet successivo
tr_tr: Sonraki twite git

source: Move to top
fr_fr: Revenir en haut
it_it: Vai in cima
tr_tr: En üste taşı

source: Move to bottom
fr_fr: Aller en bas
it_it: Vai in fondo
tr_tr: En alta taşı

source: Toggle toolbar
fr_fr: Afficher/Masquer la barre d'outil
it_it: Mostra toolbar
tr_tr: Araç çubuğunu değiştir

source: Toggle nav tabs
fr_fr: Afficher/Masquer la barre de navigation
it_it: Mostra tabella navigazione
tr_tr: Gezinti sekmesini değiştir

source: Enter compose mode
fr_fr: Afficher la tweetbox
it_it: Apri finestra di scrittura
tr_tr: Gönderi biçimine gir

source: Enter action mode
fr_fr: Afficher les actions
it_it: Apri menù Tweet
tr_tr: Hareket biçimine gir

source: Enter filter mode
fr_fr: Afficher le filtre
it_it: Filtra tweets
tr_tr: Süzme biçimine gir

source: Compose Mode
fr_fr: Tweetbox
it_it: Modo di Scrittura
tr_tr: Gönderi Biçimi

source: Exit compose mode
fr_fr: Masquer la tweetbox
it_it: Esci da Finestra di Scrittura
tr_tr: Gönderi biçiminden çık

source: Action Mode
fr_fr: Actions
it_it: Menù Tweet
tr_tr: Hareket Biçimi

source: Prev action
fr_fr: Action précédente
it_it: Seleziona tweet precedente
tr_tr: Geri hareket

source: Next action
fr_fr: Action suivante
it_it: Seleziona tweet successivo
tr_tr: İleri hareket

source: Trigger action
fr_fr: Sélectionner une action
it_it: Seleziona
tr_tr: Başlatma hareketi

source: Exit action mode
fr_fr: Masquer les actions
it_it: Chiudi menù Tweet
tr_tr: Hareket biçiminden çık

source: Filter Mode
fr_fr: Filtre
it_it: Filtro tweets
tr_tr: Süzme Biçimi

source: Apply keywords
fr_fr: Filtrer
it_it: Applica parole chiave
tr_tr: Anahtar kelimeleri uygula

source: Exit filter mode
fr_fr: Masquer le filtre
it_it: Elimina filtro
tr_tr: Süzme biçiminden çık

source: - Credits -
fr_fr: - Crédits -
it_it: - Ringraziamenti -
tr_tr: - Yapımcılar -

source: Written by
fr_fr: Développé par
it_it: Scritto da
tr_tr: Yazar

source: Artwork by
fr_fr: Design de
it_it: Grafica di
tr_tr: Görsel içerik

source: Document by
fr_fr: Documentation par
it_it: Documentazione di
tr_tr: Belge

source: - License -
it_it: - Licenza -
tr_tr: - Lisans -

source: Profile
fr_fr: Profil
it_it: Profilo
tr_tr: Bilgi

source: - Picture -
fr_fr: - Image -
it_it: - Immagini -
tr_tr: - Resim -

source: Change avator
fr_fr: Changer l'avatar
it_it: Cambia Avatar
tr_tr: Resim değiştir

source: - Stat -
fr_fr: - Stats -
it_it: - Statistiche -
tr_tr: - istatistik -

source: Favourites:
fr_fr: Favoris:
it_it: Preferiti:
tr_tr: En sevilenler:

source: - Information -
fr_fr: - Informations -
it_it: - Informazioni -
tr_tr: - Bilgi -

source: Name
fr_fr: Nom
it_it: Nome
tr_tr: İsim

source: 'Name'
fr_fr: 'Nom'
it_it: 'Nome'
tr_tr: 'İsim'

source: Location
fr_fr: Localisation
it_it: Luogo
tr_tr: Konum

source: 'Location'
fr_fr: 'Localisation'
it_it: 'Luogo'
tr_tr: 'Konum'

source: Extenstions
fr_fr: Extensions
it_it: Estensioni
tr_tr: Uzantılar

source: Close
fr_fr: Fermer
it_it: Chiudi
tr_tr: Kapat

source: Message
it_it: Messaggi
tr_tr: Mesaj

source: Search in Google
fr_fr: Rechercher sur google
it_it: Cerca con Google
tr_tr: Google'da ara

source: Search in Twitter
fr_fr: Rechercher sur twitter
it_it: Cerca con Twitter
tr_tr: Twitter'da Ara

source: Hotot Notification
fr_fr: Notification Hotot
it_it: Hotot | Notifica

source: _Resume/Hide
fr_fr: _Afficher/Masquer
it_it: _Mostra/Nascondi
tr_tr: _Devam Et/Gizle

source: _Help
fr_fr: _Aide
it_it: _Aiuto
tr_tr: _Yardım

source: What's happening?
fr_fr: Quoi de neuf ?
it_it: Che c'è di nuovo?
tr_tr: Ne Yapıyorsun?

source: Hotot: Click to Active.
fr_fr: Hotot: Cliquer pour activer
it_it: Mostra Hotot

source: Lightweight Twitter Client base on Gtk2 and Webkit
fr_fr: Un client léger pour twitter basé sur Gtk2 et Webkit
it_it: Twitter Client leggero basato su Gtk2 e Webkit
tr_tr: Gtk2 ve Webkit Tabanlı Hafif Twitter İstemcisi

source: Home | Hotot
fr_fr: Accueil | Hotot
tr_tr: Giriş | Hotot

source: Password:
fr_fr: Mot-de-passe :
tr_tr: Şifre:

source: Join:
fr_fr: Membre depuis:
tr_tr: Gir:

source: Followers:
fr_fr: Abonnés:
tr_tr: Takipçiler:

source: 'Home Timeline'
fr_fr: 'Ma Timeline'
tr_tr: 'Giriş Zaman Çizgisi'
